<?php

return [
    // Кнопки
    'buttons' => [
        //
    ],

    // Подвал сайта
    'footer' => [
        //
    ],

    // Формы (подписи к полям, плейсхолдеры)
    'forms' => [
        //
    ],

    // Уведомления, алерты
    'messages' => [
        //
    ],

    // Верхнее / боковое меню
    'navigation' => [
        //
    ],

    // Push-уведомления
    'notifications' => [
        //
    ],

    // Страницы
    'pages' => [
        //
    ],

    // Настройки профиля, аккаунта
    'settings' => [
        //
    ],

    // Названия страниц
    'titles' => [
        'owner' => [
            'home' => 'Главная',
        ],

        'admin' => [
            'home' => 'Администрирование | Главная страница',
        ],

        'employee' => [
            'home' => 'Сотрудник | Главная страница',
        ],

        'user' => [
            'home' => 'Домашняя страница',
        ],
    ],
];
