<?php

return [
    // Названия страниц
    'titles' => [
        'index' => 'Главная страница',
        'our-specialists' => 'Наши специалисты',
        'contacts' => 'Контакты',
        'terms' => 'Условия',
        'privacy-policy' => 'Политика конфиденциальности',
    ],

    // Шапка сайта
    'header' => [
        'home' => 'Главная',

        'about-drop-links' => [
            'about-us' => 'О нас',
            'our-specialists' => 'Наши специалисты',
            'about-company' => 'О компании',
        ],

        'contacts' => 'Контакты',

        'button' => 'Войти / Регистрация',
    ],

    // Тело сайта
    'body' => [
        //
    ],

    // Ноги сайта
    'footer' => [
        'company' => [
            'company' => 'Компания',
            'about-us' => 'О нас',
            'contacts' => 'Контакты',
            'terms' => 'Условия',
            'privacy-policy' => 'Политика конфиденциальности',
        ],

        'newsletter' => [
            'our-newsletter' => 'Наша рассылка',
            'text-area' => 'Подпишитесь на нашу рассылку и получайте последние новости о наших продуктах и услугах!',
        ],

        'button' => 'Подписаться',
    ],

    // Страницы
    'pages' => [
        'pre-header' => [
            'null' => 'null',
            'index' => 'Главная',

            'text' => [
                'our-specialists' => 'Наши специалисты',
                'contacts' => 'Контакты',
                'terms' => 'Условия',
                'privacy-policy' => 'Политика конфиденциальности',
            ],
        ],

        'contacts' => [
            'placeholders' => [
                'name' => 'Ваше имя',
                'email' => 'Ваш адрес электронной почты',
                'subject' => 'Тема',
                'message' => 'Сообщение',
            ],

            'button' => 'Отправить сообщение',
        ],
    ],

    // Сообщения (успех, ошибки, уведомления)
    'messages' => [
        //
    ],
];
